import images from "../images";

const Books =  [
      {
        "id": "1",
        "name": "هیچ بخشی از ما بد نیست",
        "price": 204000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"بینش نو",
        "about" : "آیا فقط یک «من » وجود دارد؟ به ما آموخته‌اند که فقط یک هویت داریم و وقتی نمی توانیم صداهای درونی‌مان را کنترل کنیم تا با آن شخص آرمانی‌ای که باید باشیم مطابقت کند، احساس ترس و شرم وجودمان را فرا می‌گیرد. اما تحقیقات ریچارد شوارتس این نظریه تک ذهنی را به چالش کشیده است. او اعتقاد دارد همه ما با ذهن‌های متعدد _ یا بخش‌های متعدد _ به دنیا می‌آییم. این بخش‌ها تخیلی یا نمادین نیستند، بلکه افرادی هستند که در حکم یک خانواده درونی در ما وجود دارند و کلید شفا و شادی ما در احترام گذاشتن، درک کردن و دوست داشتن تک‌تک این بخش‌هاست. شوارتس معتقد است که بخش‌های ما گاهی می‌توانند آسیب‌رسان باشند، اما زمانی که بتوانیم باری را که روی شانه آن‌ها سنگینی می‌کند زمین بگذاریم، خوبی ذاتی‌شان بازمی‌گردد. اگر یاد بگیریم همه بخش‌های درونی‌مان را دوست داشته باشیم، آن وقت می‌توانیم همه مردم را هم دوست داشته باشیم و این نقطه شروع شفای کل دنیاست",
        "count": 0,
        "category" : "روانشناسی",
        "writer":"حامد حکیمی",
        "year":"1402",
        "image":images[1]
      },
      {
        "id": "2",
        "name": "ماجراهای تن تن",
        "price": 60000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"قدیانی",
        "about" : "پروفسور حساب دیفرانسیل و انتگرال، تن تن، اسنوی، کاپیتان هادوک و دستیار حساب دیفرانسیل و انتگرال فرانک ولف سوار بر یک فضاپیمای اتمی با موشک اتمی هستند که زمین را به مقصد ماه ترک می کنند. بلافاصله پس از برخاستن، آنها متوجه می شوند که کارآگاهان تامسون و تامپسون به طور تصادفی در هواپیما جابجا شده اند و به منبع اکسیژن فشار وارد کرده اند. کارآگاهان به‌طور تصادفی موتور هسته‌ای را خاموش می‌کنند، گرانش مصنوعی را مختل می‌کنند و همه را شناور می‌کنند تا اینکه تن‌تن مشکل را اصلاح کند. آنها سپس با عود داروی فرمول 14 (که در سرزمین طلای سیاه دیده می شود) مواجه می شوند و در نتیجه موهایشان به سرعت در چندین رنگ رشد می کند و ...",
        "count": 0,
        "category" : "کودکانه",
        "writer":"هرژه",
        "year":"1400",
        "image":images[2]
      },
      {
        "id": "3",
        "name": "مقدمه ای بر مطالعات اجرا",
        "price": 260000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"نیماژ",
        "about" : "انتشار کتاب مقدمه‌ای بر مطالعات اجرا گامی تعیین‌کننده در حوزه‌ی مطالعات تئاتر بود. این رساله‌ی پیشگام به قلم ریچارد شکنر نمایی زنده و پویا از طیف کاملی از اطلاعات مرتبط با اجرا را برای فارغ‌التحصیلان و دانشجویان تمام سطوح در رشته‌های مطالعات تئاتر، هنرهای نمایشی و مطالعات فرهنگی فراهم آورده‌ است. از جمله موضوعات مورد بحث این کتاب، هنرهای نمایشی و سرگرمی‌های رایج، آیین‌ها، نمایش‌ها و بازی‌ها و اجراهای زندگی روزمره هستند. همچنین مثال‌ها و ایده‌های مورد استفاده برای تبیین محتوای کتاب از مبانی علوم اجتماعی، هنرهای نمایشی، نظریات پساساختارگرایانه، نظریه‌ها‌ی آیینی و نیز از حوزه‌های اخلاق‌شناسی، فلسفه و زیبایی‌شناسی برگرفته شده‌اند. امید است که این کتاب منجر به اضافه شدن دروس و دوره‌های جدیدی در حوزه‌ی مطالعات تئاتر شود، دوره‌های گسترده‌ای که به مثابه‌ یک «مقدمه»...", 
        "count": 0,
        "category" : "هنری",
        "writer":"ریچارد شکنر",
        "year":"1402",
        "image":images[3]
      },
      {
        "id": "4",
        "name": "اعتماد",
        "price": 102000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"ابوعطا",
        "about" : "فالک ریشتر یکی از مهم‌ترین هنرمندان تئاتری معاصر است که علاوه بر به صحنه بردن متون نمایشی خود، تجربه‌ی کارگردانی نمایشنامه‌هایی از شکسپیر، شیلر، برشت و نویسندگان معاصری چون هارولد پینتر، سارا کین و مارتین کریمپ را در کارنامه‌اش دارد. ریشتر از سال ۲۰۰۰ با تئاتر شابونه در برلین همکاری می‌کند. ریشتر در نمایشنامه‌هایش با استفاده از فرمی قطعه‌وار که به گفته خودش متأثر از تجربه‌های یوتیوب گردی اوست، در پی بازنمایی تأثیرات سیستم نئولیبرال بر افکار، زبان و احساسات افراد است. کاراکتر‌های ریشتر افرادی تنها در جستجوی عشق، ارتباط و تأیید هستند که دست آخر خود را در انزوای عاطفی یا جستجویی بی‌انتها برای گزینه‌های بیشتر و بهتر می‌یابند. پس از هراس، اعتماد دومین نمایشنامه از فالک ریشتر است که توسط نشر نیماژ منتشر شده است.",
        "count": 0,
        "category" : "اجتماعی",
        "writer":"استیون کاوی",
        "year":"1398",
        "image":images[4]
      },
      {
        "id": "5",
        "name": "تو همانی که باید باشی",
        "price": 161500,
        "isInCart": false,
        "wishlist": false,
        "publisher":"دوجلدی",
        "about" : "جسم یکی از خدمتکاران ذهن است. جسم از دستورهای ذهن، چه آگاهانه و چه ناخودآگاه، پیروی می‌کند. ذهن آگاه فرمان می‌دهد تا ماهیچه‌ها منقبض شوند و بدن ما را حرکت دهند؛ در حالی که ذهن ناخودآگاه، سیستم عصبی غیرارادی ما را هدایت می‌کند، ضربان قلب، گردش خون، تنفس و دیگر فرآیندهای بدنی را کنترل می‌کند. سلامتی و ظاهر ما، مانند شرایط ما، توسط افکار ما شکل می‌گیرد. افکار منفی، بدن را به اختلال، بیماری و زوال هدایت می‌کنند. افکار مثبت و سازنده، بدن را انرژی می‌دهد و نور جوانی را در بدن آشکار می‌کند. در طول زمان، افکار ناسالم خود را در بدن ضعیف، چاق یا بیمار نشان می‌دهند. افکار تن‌پرورانه، سبک زندگی بی‌تحرک را تشویق می‌کنند. اندیشه‌های هوس‌رانی و لذت‌جویی می‌توانند منجر به پرخوری شوند. افکار مضطرب، استرس‌زا و نگرانی، سیستم هشدار داخلی ما را از بین می‌برند، فشار خون را بالا می‌برند، تنفس سریع و سطحی می‌شود و بدن هورمون‌های واکنش به استرس را رها می‌کند. وقتی این اتفاق به صورت مداوم رخ می‌دهد، غدد ما تخلیه می‌شوند و سیستم ایمنی ما ضعیف می‌شود.",
        "count": 0,
        "category" : "روانشناسی",
        "writer":"ریچارد سی شوارتز",
        "year":"1402",
        "image":images[5]
      },
      {
        "id": "6",
        "name": "پیکول",
        "price": 32000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"نیماژ",
        "about" : "گربه ی کوچک راه و رسم زندگی را اصلا بلد نبود تا اینکه روزی با گربه ی بزرگ آشنا میشود و چیزهای زیادی از او یاد می گیرد.حالا بعد از سالها گریه ی کوچک دیگر بزرگ شده و نوبت او است که…",
        "count": 0,
        "category" : "کودکانه",
        "writer": "هرژه",
        "year":"1399",
        "image":images[6]
      },
      {
        "id": "7",
        "name": "ده بهار",
        "price": 102000,
        "isInCart": false,
        "wishlist": false,
        "publisher":"سرود",
        "about" : "در کنار تکنیکهای مرسوم و متداول سنتور از جمله ترمولو (ریز)، تریل، تکیه، از آکورد و آرپژ هم در تنظیم برخی از آهنگها استفاده شده است که بدین منظور در بخش اول تمرین آرپژ برای اجرای قطعات ساده کتاب و در بخش دوم چند تمرین آرپژ برای قطعات متوسطه کتاب آمده است تا هنرجویان عزیز آشنایی بهتری در اجرای قطعاتی که به این شیوه تنظیم شده پیدا کنند. امید است مقبول مدرسین محترم قرار گیرد..سنتور سازی مضرابی (زهی زخمه‌ای) با صدایی دلنشین، درخشنده و شفاف است. این کتاب مجموعه ای از آهنگهای به یادماندنی و خاطره انگیز است که در سه سطح (مقدماتی، متوسطه و پیشرفته) و در کوک اول و اصلی سنتور (گام شور سل) تنظیم گردیده است تا قابل استفاده از ابتدای فراگیری این ساز باشد.",
        "count": 0,
        "category" : "هنری",
        "writer": "هانی گلپایگانی" ,
        "year":"1402",
        "image":images[7]
      },
      {
        "id": "8",
        "name": "خراسانیات",
        "price": 123000,
        "count": 0,
        "wishlist": false,
        "publisher":"چابخش",
        "about" : "از جمله آثاری نیز که پس از حیات استاد به زیور طبع آراسته شده، کتابی با عنوان «خراسانیات آثار استاد محمدرضا حکیمی» است که اخیرا روانه بازار نشر شده است. اما «خراسانیات آثار استاد محمدرضا حکیمی» مشتمل بر پژوهشی در تمام آثار مکتوب به جا مانده از مرحوم استاد «محمدرضا حکیمی» است که به صورت کتابی مستقل منتشر شده و یا به عنوان مقدمه یا بخشی از اثر نویسنده یا نویسندگانی دیگر، در اختیار مخاطبان قرار گرفته است. ",
        "isInCart": false,
        "category" : "هنری",
        "writer":"حامد حکیمی",
        "year":"1387",
        "image":images[8]
      },
      {
        "id": "9",
        "name": " زنان بدون مرز",
        "price": 148000,
        "count": 0,
        "wishlist": false,
        "publisher":"نشر کتاب پارسه",
        "about" : "مجموعه ای شامل هجده داستان با مضامین گوناگون درباره مسائل زنان در خانواده و جامعه. انواع تعرض‌ها و مزاحمت‌های معمول در فضاهای عمومی، رفتارهای ضد انسانی - البته عموما با حفظ ظاهر - حتی در لایه های تحصیل کرده مرفه؛ خرید زن و تقلیل ناگزیر ارزش‌های انسانی اش؛ خشونت تا حد قتل در داستان‌های واقعی؛ بی پناهی زن، که تنهایی به او تحمیل شده و ناگزیر از طلاق یا دل کندن از مرد محبوبش است؛ رفتار نامتناسب با زن منجر به بیماری روانی، فشارهای فرهنگی و اجتماعی بر زنان با سلب حقوق اولیه آنان بنابر عادات اجتماعی؛ تناقض احساسات عالی انسانی با هنجارهای اجتماعی؛ محدودیت های تبعیض آمیز در درک روان و اندیشه زن.... و پرسش‌هایی که این همه پیش روی ما می نهد. ",
        "isInCart": false,
        "category" : "اجتماعی",
        "writer":"جولیا پیرپونت",
        "year":"1400",
        "image":images[9]
      },
      {
        "id": "10",
        "name": "فیروزشاه نامه",
        "price": 202000,
        "count": 0,
        "wishlist": false,
        "publisher":"سخن",
        "about" : "«فیروزشاه نامه»، شرح زندگی، جنگ ها و دلاوری های فیرزوشاه پسر داراب است. فضای قصه، فضای دوران باستان و ایران پیش از اسلام است. این اثر گذشته از آن که یکی از نمونه های برجستة نثر سادة فارسی است و فواید لغوی و زبانی بسیار از آن عاید می شود، از لحاظ بررسی تاریخ اجتماعی و وضع زندگی مردم ایران در قرن نهم و حتی پیش تر از آن، متنی بسیار ارزشمند است. قصه ای زیبا و دلکش که در زمان های گذشته شهرت بسیاری داشته است. اثر حاضر به تصحیح فیروزشاه نامه بر اساس روایت محمد بیغمی اختصاص دارد. در مجلد حاضر، بخش عمدة قصه دربارة دلاوری های ملک بهمن، پسر فیروزشاه و ماجرای دلادگی او به خورشیدچهره، دختر شکموخان آمده است. این کتاب را باید از حماسه های مردمی محسوب کرد و در سراسر آن سخن از جنگ ایرانیان با اقوام دیگر نظیر ترکان، چینیان و هندوان است. به اقتضای این جنگ ها، رجز و رجزخوانی یکی از مضامین پرتکرار در کتاب است.",
        "isInCart": false,
        "category" : "تاریخی",
        "writer":"محبدبن احمدبیغی",
        "year":"1402",
        "image":images[10]
      },
      {
        "id": "11",
        "name": "سفرنامه رالینسون",
        "price": 136000,
        "wishlist": false,
        "isInCart": false,
        "publisher":"عنوان",
        "about" : "شهرت رالینسون به دلیل رمزگشایی از کتیبه ی هخامنشی بیستون و ترجمه ی متن آن به فارسی است. این کار یکی از بزرگترین کشفیات باستان شناختی در سده ی نوزدهم شمرده میشود که رالینسون آن را به محمد شاه قاجار تقدیم کرد. کار رالینسون گام مهمی در شناسایی مجدد میراث باستانی ایران است؛ اگرچه حسین ابوترابیان مترجم کتاب خاطرات لیدی شیل همسر یکی از همراهان رالینسون در مأموریت ایران عقیده دارد او بیشتر با گمان دست یافتن به اسرار گنج نامه ها بود که برای کشف رموز خط میخی کوشید، این موفقیت چنان موجب شهرتش شد که ملکه ی بریتانیا لقب سر و دولت ایران نشان شیر و خورشید و انجمن آسیایی جغرافیایی لندن نشان طلا به وی اعطا کردند. به نوشته ی امانت، پس از سرجان ملکم در اوایل سده ی نوزدهم، رالینسون تواناترین شخصی بود که دستگاه هند بریتانیا در عرصه ی امور ایران پرورش داد. وی بعدها به ریاست انجمن جغرافیایی سلطنتی بریتانیا نیز رسید. رالینسون هنگامی که سرکنسول بریتانیا در بغداد بود کاوشهای باستان شناختی و تحقیقات بسیاری پیرامون تاریخ بابل و آشور انجام داد که در نتیجه به عنوان پدر آشورشناسی مشهور شد.",
        "count": 0,
        "category" : "تاریخی",
        "writer":"هنری رالینسون",
        "year":"1399",
        "image":images[11]
      },
      {
        "id": "12",
        "name": "از راه افتادن نترس",
        "price": 58000,
        "isInCart": false,
        "wishlist": false, 
        "publisher":"ایران-نردبان",
        "about" : "از راه افتادن نترس کتابی است برای همه کسانی که در آستانه تغییر هستند. چه این تغییر رفتن از پیش دبستان به دبستان باشد و چه بازنشستگی و هر تغییری بین این دو. این داستان خلاقانه چشم اندازی مثبت از تغییر، خطرپذیری و بخشش به خوانندگانش می‌دهد.",
        "count": 0,
        "category" : "کودکانه",
        "writer":"جولیا کوک",
        "year":"1402",
        "image":images[12]
      },
      {
        "id": "13",
        "name": "تداعی ازادی",
        "price": 123000,
        "count": 0,
        "wishlist": false,
        "publisher":"کتاب تداعی",
        "about" : "دکتر کریس، با مطالعه‌ی تداعی‌های بیمار در روانکاوی، شرحی بسیار واضح و‌درخشان از تکنیک روانکاوی به‌دست می‌دهد. وی از تجربه‌ی مفصّل خود در مقام روانکاو و روان‌درمانگر بهره می‌گیرد تا اثرات دیدگاه‌های تازه پیرامون تحوّل ذهنی، تعارض روانی، انتقال و انتقال متقابل را بر تکنیک نشان دهد. کتاب، با نثری زیبا و مثال‌های بالینی غنی، متنی فوق‌العاده و در واقع کم‌نظیر برای تمامی کارورزان روانکاوی و روان‌درمانی است.",
        "isInCart": false,
        "category" : "روانشناسی",
        "writer":"ویرجینا وولف",
        "year":"1400",
        "image":images[13]
      },
      {
        "id": 14,
        "name": "کتابدار جاسوس",
        "price": 216000,
        "count": 0,
        "wishlist": false,
        "publisher":"الاچیق",
        "about" : "دلین مارتین ما را با خود به دنیای جذاب و فوق العاده لیسبون و لیون در طول جنگ می برد و داستان دو زن شیردل را بازگو میکند که حاضرند همه زندگیشان را با آزادی تاخت بزنند. کتابدار جاسوس از آن کتاب‌های شاد و الهام بخش و پر تعلیق است که حتما باید مزه مزه اش کرد. ",
        "isInCart": false,
        "category" : "تاریخی",
        "writer":"مدلین مارتین",
        "year":"1402",
        "image":images[14]
      }
    ];

    const category =  [
      {
        "id":1,
        "name":"هنری"
      },
      {
        "id":2,
        "name":"تاریخی"
      },
      {
        "id":1,
        "name":"کودکانه"
      },
      {
        "id":1,
        "name":"روانشناسی"
      },
      {
        "id":1,
        "name":"اجتماعی"
      }
      
    ]
 
export default Books;
 